
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>服务模型 · 发行说明</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-search-plus/search.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-insert-logo/plugin.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-tbfed-pagefooter/footer.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-anchor-navigation-ex/style/plugin.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../../styles/website.css">
        
    
        
    
        
    
        
    
        
    

        
    
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="../../PDF/" />
    
    
    <link rel="prev" href="../03基础架构/" />
    

    
        <link rel="shortcut icon" href='../../https:/cloudchef.github.io/doc/picture/cloudchef.ico' type="image/x-icon">
    
    
        <link rel="bookmark" href='../../https:/cloudchef.github.io/doc/picture/cloudchef.ico' type="image/x-icon">
    
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">5.1.0</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../../">
            
                <a href="../../">
            
                    
                    发行说明
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1.1" data-path="../../releaseNotes/">
            
                <a href="../../releaseNotes/">
            
                    
                    功能更新
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.2" data-path="../../releaseNotes/解决问题.html">
            
                <a href="../../releaseNotes/解决问题.html">
            
                    
                    解决问题
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3" data-path="../../releaseNotes/已知问题.html">
            
                <a href="../../releaseNotes/已知问题.html">
            
                    
                    已知问题
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../01使用界面/">
            
                <a href="../01使用界面/">
            
                    
                    基础概念
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="../02组织架构/">
            
                <a href="../02组织架构/">
            
                    
                    组织架构
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="../03基础架构/">
            
                <a href="../03基础架构/">
            
                    
                    基础架构
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.3" data-path="./">
            
                <a href="./">
            
                    
                    服务模型
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../../PDF/">
            
                <a href="../../PDF/">
            
                    
                    PDF
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../.." >服务模型</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div class="search-plus" id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <div id="anchor-navigation-ex-navbar"><i class="fa fa-navicon"></i><ul><li><span class="title-icon "></span><a href="#&#x7EC4;&#x4EF6;"><b>1. </b>&#x7EC4;&#x4EF6;</a></li><li><span class="title-icon "></span><a href="#&#x84DD;&#x56FE;"><b>2. </b>&#x84DD;&#x56FE;</a></li><li><span class="title-icon "></span><a href="#&#x6D41;&#x7A0B;"><b>3. </b>&#x6D41;&#x7A0B;</a></li><li><span class="title-icon "></span><a href="#&#x8868;&#x5355;"><b>4. </b>&#x8868;&#x5355;</a></li><li><span class="title-icon "></span><a href="#&#x670D;&#x52A1;&#x5206;&#x7EC4;"><b>5. </b>&#x670D;&#x52A1;&#x5206;&#x7EC4;</a></li><li><span class="title-icon "></span><a href="#&#x670D;&#x52A1;&#x53D1;&#x5E03;"><b>6. </b>&#x670D;&#x52A1;&#x53D1;&#x5E03;</a></li><ul><li><span class="title-icon "></span><a href="#&#x670D;&#x52A1;&#x7684;&#x79DF;&#x671F;"><b>6.1. </b>&#x670D;&#x52A1;&#x7684;&#x79DF;&#x671F;</a></li><li><span class="title-icon "></span><a href="#&#x670D;&#x52A1;&#x7684;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;"><b>6.2. </b>&#x670D;&#x52A1;&#x7684;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;</a></li></ul><li><span class="title-icon "></span><a href="#&#x670D;&#x52A1;&#x90E8;&#x7F72;"><b>7. </b>&#x670D;&#x52A1;&#x90E8;&#x7F72;</a></li><ul><li><span class="title-icon "></span><a href="#&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x548C;&#x4E91;&#x8D44;&#x6E90;&#x7684;&#x547D;&#x540D;&#x89C4;&#x5219;"><b>7.1. </b>&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x548C;&#x4E91;&#x8D44;&#x6E90;&#x7684;&#x547D;&#x540D;&#x89C4;&#x5219;</a></li><li><span class="title-icon "></span><a href="#&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x548C;&#x4E91;&#x8D44;&#x6E90;&#x7684;&#x64CD;&#x4F5C;&#x8BB8;&#x53EF;"><b>7.2. </b>&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x548C;&#x4E91;&#x8D44;&#x6E90;&#x7684;&#x64CD;&#x4F5C;&#x8BB8;&#x53EF;</a></li></ul></ul></div><a href="#&#x7EC4;&#x4EF6;" id="anchorNavigationExGoTop"><i class="fa fa-arrow-up"></i></a><p><strong>&#x670D;&#x52A1;&#x6A21;&#x578B;</strong></p>
<p>&#x60A8;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x670D;&#x52A1;&#x76EE;&#x5F55;&#x53D1;&#x5E03;&#x4F01;&#x4E1A;&#x6216;&#x7EC4;&#x7EC7;&#x63D0;&#x4F9B;&#x7684;IT&#x4EA7;&#x54C1;&#x548C;&#x670D;&#x52A1;&#xFF0C;&#x63D0;&#x4F9B;&#x7ED9;&#x7528;&#x6237;&#x8FDB;&#x884C;&#x81EA;&#x52A9;&#x7533;&#x8BF7;&#x3002;&#x670D;&#x52A1;&#x76EE;&#x5F55;&#x81EA;&#x52A8;&#x5316;&#x5DE5;&#x4F5C;&#x6D41;&#x7A0B;&#x548C;&#x5BA1;&#x6279;&#xFF0C;&#x52A0;&#x5FEB;&#x670D;&#x52A1;&#x4EA4;&#x4ED8;&#x901F;&#x5EA6;&#xFF0C;&#x964D;&#x4F4E;&#x8FD0;&#x8425;&#x6210;&#x672C;&#x3002;</p>
<p>&#x5728;SmartCMP&#x4E2D;&#xFF0C;&#x670D;&#x52A1;&#x5206;&#x4E3A;&#x4E24;&#x79CD;&#x7C7B;&#x578B;&#xFF1A;</p>
<ul>
<li>&#x4E91;&#x8D44;&#x6E90;&#x84DD;&#x56FE;&#x670D;&#x52A1;&#xFF1A;&#x662F;&#x6307;&#x5404;&#x4E91;&#x5E73;&#x53F0;&#x8D44;&#x6E90;&#x7684;&#x7533;&#x8BF7;&#x548C;&#x81EA;&#x52A8;&#x5316;&#x90E8;&#x7F72;&#x3002;&#x8FD9;&#x4E9B;&#x670D;&#x52A1;&#x53EF;&#x4EE5;&#x662F;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x670D;&#x52A1;&#xFF08;&#x4F8B;&#x5982;&#x865A;&#x62DF;&#x673A;&#xFF0C;&#x9632;&#x706B;&#x5899;&#xFF0C;DNS&#x7B49;&#xFF09;&#xFF0C;&#x5E94;&#x7528;&#x670D;&#x52A1;&#xFF08;&#x4F8B;&#x5982;&#x6570;&#x636E;&#x5E93;&#xFF0C;&#x6216;&#x662F;&#x5305;&#x542B;&#x7F51;&#x7EDC;&#x8D1F;&#x8F7D;&#x5747;&#x8861;&#x3001;Web&#x7EC4;&#x4EF6;&#x548C;&#x6570;&#x636E;&#x5E93;&#x5728;&#x5185;&#x7684;&#x6574;&#x4F53;&#x5E94;&#x7528;&#x7B49;&#xFF09;&#x7B49;&#x3002;</li>
<li>&#x624B;&#x5DE5;&#x5DE5;&#x5355;&#x670D;&#x52A1;&#xFF1A;&#x5373;&#x975E;&#x6807;&#x51C6;&#x5316;&#x3001;&#x9700;&#x8981;&#x4EBA;&#x5DE5;&#x8FDB;&#x884C;&#x4ECB;&#x5165;&#x548C;&#x652F;&#x6301;&#x7684;&#x670D;&#x52A1;&#xFF0C;&#x5305;&#x62EC;&#x670D;&#x52A1;&#x8BF7;&#x6C42;&#xFF0C;&#x4E8B;&#x4EF6;&#x5904;&#x7406;&#x7B49;&#x7B49;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x7528;&#x6237;&#x5FD8;&#x8BB0;&#x5BC6;&#x7801;&#x9700;&#x8981;&#x8FDB;&#x884C;&#x91CD;&#x7F6E;&#xFF0C;&#x6216;&#x662F;&#x63D0;&#x4EA4;&#x4E00;&#x4E2A;&#x5F00;&#x901A;&#x90AE;&#x7BB1;&#x6216;&#x8D26;&#x6237;&#x7684;&#x8BF7;&#x6C42;&#xFF0C;&#x6216;&#x662F;&#x9047;&#x5230;IT&#x670D;&#x52A1;&#x7684;&#x95EE;&#x9898;&#x9700;&#x8981;&#x89E3;&#x51B3;&#xFF08;&#x670D;&#x52A1;&#x5668;&#x3001;&#x6253;&#x5370;&#x673A;&#x6216;&#x7F51;&#x7EDC;&#x4E0D;&#x80FD;&#x8BBF;&#x95EE;&#x7B49;&#x7B49;&#xFF09;&#x3002;&#x7528;&#x6237;&#x53EF;&#x901A;&#x8FC7;&#x670D;&#x52A1;&#x76EE;&#x5F55;&#x53D1;&#x8D77;&#x5DE5;&#x5355;&#x8BF7;&#x6C42;&#x670D;&#x52A1;&#xFF0C;&#x670D;&#x52A1;&#x56E2;&#x961F;&#x6536;&#x5230;&#x8BF7;&#x6C42;&#xFF0C;&#x8FDB;&#x884C;&#x5DE5;&#x5355;&#x5904;&#x7406;&#x3002;</li>
</ul>
<p>&#x4E0B;&#x56FE;&#x63CF;&#x8FF0;&#x4E86;&#x5982;&#x4F55;&#x8BBE;&#x8BA1;&#x3001;&#x914D;&#x7F6E;&#x548C;&#x53D1;&#x5E03;&#x4E00;&#x4E2A;&#x670D;&#x52A1;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x8F6F;&#x4EF6;&#x67B6;&#x6784;&#x5E08;&#x8BBE;&#x8BA1;&#x4E91;&#x8D44;&#x6E90;&#x670D;&#x52A1;&#x7684;&#x84DD;&#x56FE;&#xFF0C;IT&#x652F;&#x6301;&#x7BA1;&#x7406;&#x5458;&#x5B9A;&#x4E49;&#x624B;&#x5DE5;&#x5DE5;&#x5355;&#x7684;&#x6D41;&#x7A0B;&#xFF0C;IT&#x652F;&#x6301;&#x7BA1;&#x7406;&#x5458;&#x901A;&#x8FC7;&#x914D;&#x7F6E;&#xFF0C;&#x5C06;&#x670D;&#x52A1;&#x53D1;&#x5E03;&#x5230;&#x670D;&#x52A1;&#x76EE;&#x5F55;&#x3002;&#x4E1A;&#x52A1;&#x7EC4;&#x6210;&#x5458;&#x5728;&#x670D;&#x52A1;&#x76EE;&#x5F55;&#x4E2D;&#x6839;&#x636E;&#x5B9E;&#x9645;&#x9700;&#x6C42;&#x8FDB;&#x884C;&#x81EA;&#x52A9;&#x7533;&#x8BF7;&#xFF0C;&#x670D;&#x52A1;&#x4E2D;&#x5305;&#x542B;&#x7684;&#x4E91;&#x8D44;&#x6E90;&#x5728;&#x5BA1;&#x6279;&#x540E;&#x81EA;&#x52A8;&#x5316;&#x90E8;&#x7F72;&#xFF0C;&#x6216;&#x901A;&#x8FC7;&#x5DE5;&#x5355;&#x8FDB;&#x884C;&#x5904;&#x7406;&#xFF0C;&#x4EA4;&#x4ED8;&#x7ED9;&#x7528;&#x6237;&#x8FDB;&#x884C;&#x81EA;&#x52A9;&#x8FD0;&#x7EF4;&#x3002;</p>
<p><img src="../../picture/foundationConcepts/Pic05-&#x670D;&#x52A1;&#x76EE;&#x5F55;.png" alt="&#x670D;&#x52A1;&#x76EE;&#x5F55;&#x793A;&#x4F8B;"></p>
<h1 id="&#x7EC4;&#x4EF6;"><a name="&#x7EC4;&#x4EF6;" class="anchor-navigation-ex-anchor" href="#&#x7EC4;&#x4EF6;"><i class="fa fa-link" aria-hidden="true"></i></a>1. &#x7EC4;&#x4EF6;</h1>
<p>&#x7EC4;&#x4EF6;&#x662F;&#x6784;&#x6210;&#x84DD;&#x56FE;&#x7684;&#x57FA;&#x672C;&#x5355;&#x5143;&#x3002;SmartCMP&#x4E2D;&#x7684;&#x7EC4;&#x4EF6;&#x5305;&#x542B;&#x4E24;&#x79CD;&#x7C7B;&#x578B;&#xFF1A;</p>
<ul>
<li>&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x7EC4;&#x4EF6;&#xFF1A;&#x5305;&#x62EC;&#x8BA1;&#x7B97;&#x7EC4;&#x4EF6;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x865A;&#x62DF;&#x673A;&#x3001;&#x5BB9;&#x5668;&#x7B49;&#xFF09;&#xFF0C;&#x7F51;&#x7EDC;&#x7EC4;&#x4EF6;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x8D1F;&#x8F7D;&#x5747;&#x8861;&#x3001;&#x5B89;&#x5168;&#x7EC4;&#x3001;&#x9632;&#x706B;&#x5899;&#x7B49;&#xFF09;&#xFF0C;&#x5B58;&#x50A8;&#x7EC4;&#x4EF6;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x78C1;&#x76D8;&#x3001;&#x5BF9;&#x8C61;&#x5B58;&#x50A8;&#x7B49;&#xFF09;&#x3002;&#x8FD9;&#x4E9B;&#x7EC4;&#x4EF6;&#x662F;SmartCMP&#x5185;&#x7F6E;&#x7684;&#xFF0C;&#x5728;&#x84DD;&#x56FE;&#x8BBE;&#x8BA1;&#x65F6;&#x5019;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x9009;&#x62E9;&#x3002;</li>
<li>&#x8F6F;&#x4EF6;&#x7EC4;&#x4EF6;&#xFF1A;&#x7528;&#x4E8E;&#x5E94;&#x7528;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#xFF0C;&#x5305;&#x62EC;&#x4E2D;&#x95F4;&#x4EF6;&#x3001;&#x5173;&#x7CFB;&#x578B;&#x6570;&#x636E;&#x5E93;&#x3001;&#x975E;&#x5173;&#x7CFB;&#x578B;&#x6570;&#x636E;&#x5E93;&#x7B49;&#x7B49;&#x3002;&#x60A8;&#x53EF;&#x4EE5;&#x5C06;&#x914D;&#x7F6E;&#x5C5E;&#x6027;&#x6807;&#x51C6;&#x5316;&#xFF0C;&#x5E76;&#x4F7F;&#x7528;&#x811A;&#x672C;&#x6765;&#x6307;&#x5B9A;&#x5728;&#x8F6F;&#x4EF6;&#x90E8;&#x7F72;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x5982;&#x4F55;&#x5B89;&#x88C5;&#x3001;&#x914D;&#x7F6E;&#x3001;&#x5378;&#x8F7D;&#x6216;&#x66F4;&#x65B0;&#x7EC4;&#x4EF6;&#xFF08;&#x60A8;&#x4E5F;&#x53EF;&#x4EE5;&#x81EA;&#x5B9A;&#x4E49;&#x60A8;&#x6240;&#x9700;&#x8981;&#x7684;&#x5176;&#x4ED6;&#x64CD;&#x4F5C;&#xFF09;&#x3002;&#x8F6F;&#x4EF6;&#x67B6;&#x6784;&#x5E08;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x8F6F;&#x4EF6;&#x7EC4;&#x4EF6;&#x7BA1;&#x7406;&#x754C;&#x9762;&#x521B;&#x5EFA;&#x81EA;&#x5B9A;&#x4E49;&#x7684;&#x7EC4;&#x4EF6;&#xFF0C;&#x66F4;&#x65B0;&#x5DF2;&#x6709;&#x7EC4;&#x4EF6;&#xFF0C;&#x6216;&#x8005;&#x5220;&#x9664;&#x5DF2;&#x7ECF;&#x4E0B;&#x67B6;&#x7684;&#x7EC4;&#x4EF6;&#x3002;&#x5728;&#x84DD;&#x56FE;&#x8BBE;&#x8BA1;&#x65F6;&#xFF0C;&#x8F6F;&#x4EF6;&#x7EC4;&#x4EF6;&#x53EF;&#x4E0E;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x7EC4;&#x4EF6;&#x4E00;&#x8D77;&#x4F7F;&#x7528;&#x3002;</li>
</ul>
<h1 id="&#x84DD;&#x56FE;"><a name="&#x84DD;&#x56FE;" class="anchor-navigation-ex-anchor" href="#&#x84DD;&#x56FE;"><i class="fa fa-link" aria-hidden="true"></i></a>2. &#x84DD;&#x56FE;</h1>
<p>&#x84DD;&#x56FE;&#x662F;&#x5305;&#x542B;&#x8BA1;&#x7B97;&#x3001;&#x5B58;&#x50A8;&#x3001;&#x7F51;&#x7EDC;&#x3001;&#x8F6F;&#x4EF6;&#x7B49;&#x8D44;&#x6E90;&#x5728;&#x5185;&#x7684;&#x6574;&#x4F53;&#x5E94;&#x7528;&#x7684;&#x5B8C;&#x6574;&#x89C4;&#x8303;&#xFF0C;&#x7528;&#x4E8E;&#x786E;&#x5B9A;&#x5404;&#x79CD;&#x8D44;&#x6E90;&#x7684;&#x7684;&#x5C5E;&#x6027;&#x4E0E;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#x3001;&#x5DE5;&#x4F5C;&#x6D41;&#x548C;&#x6267;&#x884C;&#x7B56;&#x7565;&#x3002;&#x60A8;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x53EF;&#x89C6;&#x5316;&#x753B;&#x5E03;&#x8FDB;&#x884C;&#x84DD;&#x56FE;&#x8BBE;&#x8BA1;&#xFF0C;&#x5C06;&#x4E00;&#x4E2A;&#x6216;&#x591A;&#x4E2A;&#x7EC4;&#x4EF6;&#x8FDB;&#x884C;&#x7EC4;&#x5408;&#xFF0C;&#x4ECE;&#x800C;&#x521B;&#x5EFA;&#x6807;&#x51C6;&#x5316;&#x7684;&#x670D;&#x52A1;&#x6846;&#x67B6;&#x3002;&#x84DD;&#x56FE;&#x53D1;&#x5E03;&#x4E4B;&#x540E;&#xFF0C;&#x53EF;&#x7528;&#x4E8E;&#x521B;&#x5EFA;&#x670D;&#x52A1;&#x3002;</p>
<p>&#x84DD;&#x56FE;&#x53EF;&#x4EE5;&#x662F;&#x591A;&#x79CD;&#x5F62;&#x5F0F;&#xFF0C;&#x4F8B;&#x5982;&#xFF0C;&#x4E00;&#x4E2A;&#x84DD;&#x56FE;&#x53EF;&#x4EE5;&#x5305;&#x542B;&#xFF1A;</p>
<ul>
<li>&#x4E00;&#x4E2A;&#x7F51;&#x7EDC;&#x7EC4;&#x4EF6;&#x548C;&#x4E00;&#x4E2A;&#x865A;&#x62DF;&#x673A;&#x7EC4;&#x4EF6;</li>
<li>&#x4E00;&#x4E2A;&#x9632;&#x706B;&#x5899;&#x7EC4;&#x4EF6;&#xFF0C;&#x6216;&#x662F;&#x4E00;&#x4E2A;&#x516C;&#x6709;&#x4E91;&#x5173;&#x7CFB;&#x578B;&#x6570;&#x636E;&#x5E93;&#x7EC4;&#x4EF6;</li>
<li>&#x591A;&#x5C42;&#x6B21;&#x7684;&#x5E94;&#x7528;&#x67B6;&#x6784;&#xFF0C;&#x4F8B;&#x5982;&#xFF1A;&#x7F51;&#x7EDC;&#x8D1F;&#x8F7D;&#x5747;&#x8861;&#xFF0C;Web&#x5E94;&#x7528;&#xFF0C;&#x548C;&#x6570;&#x636E;&#x5E93;</li>
<li>&#x591A;&#x4E2A;&#x4E91;&#x5E73;&#x53F0;&#x7EC4;&#x4EF6;&#x7684;&#x6DF7;&#x5408;&#x7F16;&#x6392;&#xFF0C;&#x4F8B;&#x5982;Web&#x5E94;&#x7528;&#x90E8;&#x7F72;&#x5728;&#x963F;&#x91CC;&#x4E91;&#xFF0C;&#x6570;&#x636E;&#x5E93;&#x5728;vSphere&#x79C1;&#x6709;&#x4E91;&#xFF1B;&#x6216;&#x662F;Web&#x5E94;&#x7528;&#x5728;Kubernetes&#x5BB9;&#x5668;&#xFF0C;&#x6570;&#x636E;&#x5E93;&#x5728;OpenStack&#x79C1;&#x6709;&#x4E91;&#x3002;</li>
</ul>
<h1 id="&#x6D41;&#x7A0B;"><a name="&#x6D41;&#x7A0B;" class="anchor-navigation-ex-anchor" href="#&#x6D41;&#x7A0B;"><i class="fa fa-link" aria-hidden="true"></i></a>3. &#x6D41;&#x7A0B;</h1>
<p>&#x6D41;&#x7A0B;&#x5B9A;&#x4E49;&#x4E86;&#x81EA;&#x52A8;&#x5316;&#x8FC7;&#x7A0B;&#x5F53;&#x4E2D;&#x6BCF;&#x4E00;&#x6B65;&#x7684;&#x6D3B;&#x52A8;&#x6216;&#x4EFB;&#x52A1;&#x6267;&#x884C;&#x7684;&#x987A;&#x5E8F;&#x4E0E;&#x7B56;&#x7565;&#x3002;</p>
<p>SmartCMP&#x4E2D;&#x7684;&#x6D41;&#x7A0B;&#x5206;&#x4E3A;&#x4EE5;&#x4E0B;&#x4E09;&#x79CD;&#x7C7B;&#x578B;&#x3002;&#x6BCF;&#x79CD;&#x7C7B;&#x578B;&#x90FD;&#x5305;&#x542B;&#x5185;&#x7F6E;&#x7684;&#x6D41;&#x7A0B;&#xFF0C;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x4F7F;&#x7528;&#x3002;&#x8FD9;&#x4E9B;&#x5185;&#x7F6E;&#x7684;&#x6D41;&#x7A0B;&#x4E0D;&#x80FD;&#x4FEE;&#x6539;&#x6216;&#x5220;&#x9664;&#x3002;&#x60A8;&#x4E5F;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x53EF;&#x89C6;&#x5316;&#x7684;&#x6D41;&#x7A0B;&#x8BBE;&#x8BA1;&#x5668;&#xFF0C;&#x81EA;&#x5B9A;&#x4E49;&#x9700;&#x8981;&#x7684;&#x6D41;&#x7A0B;&#x3002;</p>
<ul>
<li>&#x4E91;&#x8D44;&#x6E90;&#x84DD;&#x56FE;&#x670D;&#x52A1;&#xFF1A;&#x5B9A;&#x4E49;&#x4E91;&#x8D44;&#x6E90;&#x81EA;&#x52A8;&#x5316;&#x90E8;&#x7F72;&#x7684;&#x6D41;&#x7A0B;&#xFF0C;&#x5305;&#x62EC;&#x6807;&#x51C6;&#x4E91;&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x5185;&#x7F6E;&#x6D41;&#x7A0B;&#x3002;</li>
<li>&#x624B;&#x5DE5;&#x5DE5;&#x5355;&#x670D;&#x52A1;&#xFF1A;&#x5B9A;&#x4E49;&#x5DE5;&#x5355;&#x670D;&#x52A1;&#x6BCF;&#x4E00;&#x6B65;&#x7684;&#x4EFB;&#x52A1;&#x548C;&#x6D41;&#x8F6C;&#x65B9;&#x5F0F;&#xFF0C;&#x5305;&#x62EC;&#x6807;&#x51C6;&#x624B;&#x5DE5;&#x5DE5;&#x5355;&#xFF0C;&#x6807;&#x51C6;&#x4E8B;&#x4EF6;&#x7BA1;&#x7406;&#x7B49;&#x5185;&#x7F6E;&#x6D41;&#x7A0B;&#x3002;</li>
<li>&#x5BA1;&#x6279;&#x6D41;&#x7A0B;&#xFF1A;&#x7528;&#x4E8E;&#x63A7;&#x5236;&#x7528;&#x6237;&#x7533;&#x8BF7;&#x670D;&#x52A1;&#x3001;&#x6216;&#x9488;&#x5BF9;&#x4E91;&#x8D44;&#x6E90;&#x8FDB;&#x884C;&#x8FD0;&#x7EF4;&#x64CD;&#x4F5C;&#x65F6;&#xFF0C;&#x662F;&#x5426;&#x9700;&#x8981;&#x83B7;&#x5F97;&#x7EC4;&#x7EC7;&#x4E2D;&#x67D0;&#x4EBA;&#x6216;&#x8005;&#x67D0;&#x4E9B;&#x4EBA;&#x7684;&#x6279;&#x51C6;&#x624D;&#x80FD;&#x8FDB;&#x884C;&#x3002;</li>
</ul>
<p>&#x8BF7;&#x6CE8;&#x610F;&#xFF0C;&#x5728;5.1&#x4E4B;&#x524D;&#x7248;&#x672C;&#x6216;&#x4ECE;&#x8001;&#x7248;&#x672C;&#x5347;&#x7EA7;&#x4E0A;&#x6765;&#x7684;SmartCMP&#x4E2D;&#xFF0C;&#x63D0;&#x4F9B;&#x4E86;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;&#x914D;&#x7F6E;&#x83DC;&#x5355;&#xFF0C;&#x7528;&#x4E8E;&#x517C;&#x5BB9;&#x65E7;&#x7248;&#x672C;&#x4E2D;&#x7684;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;&#x3002;&#x4F46;&#x8BE5;&#x529F;&#x80FD;&#x4F1A;&#x5728;&#x672A;&#x6765;&#x5173;&#x95ED;&#xFF0C;&#x5EFA;&#x8BAE;&#x60A8;&#x4F7F;&#x7528;&#x6D41;&#x7A0B;&#x914D;&#x7F6E;&#x6765;&#x521B;&#x5EFA;&#x548C;&#x7BA1;&#x7406;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;&#x3002;</p>
<h1 id="&#x8868;&#x5355;"><a name="&#x8868;&#x5355;" class="anchor-navigation-ex-anchor" href="#&#x8868;&#x5355;"><i class="fa fa-link" aria-hidden="true"></i></a>4. &#x8868;&#x5355;</h1>
<p>&#x5F53;&#x7528;&#x6237;&#x8BF7;&#x6C42;&#x670D;&#x52A1;&#x76EE;&#x5F55;&#x4E2D;&#x7684;&#x670D;&#x52A1;&#x65F6;&#xFF0C;&#x60A8;&#x521B;&#x5EFA;&#x548C;&#x53D1;&#x5E03;&#x7684;&#x6BCF;&#x4E2A;&#x670D;&#x52A1;&#x90FD;&#x4F1A;&#x663E;&#x793A;&#x4E00;&#x4E2A;&#x8868;&#x5355;&#x3002;&#x5728;&#x521B;&#x5EFA;&#x6216;&#x914D;&#x7F6E;&#x6BCF;&#x4E2A;&#x670D;&#x52A1;&#x65F6;&#xFF0C;&#x60A8;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x9ED8;&#x8BA4;&#x8868;&#x5355;&#xFF1B;&#x5982;&#x679C;&#x60A8;&#x9700;&#x8981;&#x4FEE;&#x6539;&#x6216;&#x6DFB;&#x52A0;&#x989D;&#x5916;&#x7684;&#x5B57;&#x6BB5;&#x4FE1;&#x606F;&#x4F9B;&#x7528;&#x6237;&#x5728;&#x7533;&#x8BF7;&#x65F6;&#x5019;&#x586B;&#x5199;&#xFF0C;&#x60A8;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x8868;&#x5355;&#x8BBE;&#x8BA1;&#x5668;&#xFF0C;&#x81EA;&#x5B9A;&#x4E49;&#x8868;&#x5355;&#x3002;</p>
<h1 id="&#x670D;&#x52A1;&#x5206;&#x7EC4;"><a name="&#x670D;&#x52A1;&#x5206;&#x7EC4;" class="anchor-navigation-ex-anchor" href="#&#x670D;&#x52A1;&#x5206;&#x7EC4;"><i class="fa fa-link" aria-hidden="true"></i></a>5. &#x670D;&#x52A1;&#x5206;&#x7EC4;</h1>
<p>&#x670D;&#x52A1;&#x5206;&#x7EC4;&#x7528;&#x4E8E;&#x5C06;&#x4E0D;&#x540C;&#x7684;&#x670D;&#x52A1;&#x7EC4;&#x7EC7;&#x5230;&#x76F8;&#x5173;&#x7C7B;&#x578B;&#x4E2D;&#xFF0C;&#x4F7F;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x66F4;&#x65B9;&#x4FBF;&#x5730;&#x6D4F;&#x89C8;&#x6240;&#x9700;&#x7684;&#x670D;&#x52A1;&#x3002;&#x4F8B;&#x5982;&#xFF1A;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x670D;&#x52A1;&#xFF0C;&#x6570;&#x636E;&#x5E93;&#x670D;&#x52A1;&#xFF0C;&#x5DE5;&#x5355;&#x670D;&#x52A1;&#x7B49;&#x7B49;&#x3002;&#x60A8;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x9700;&#x8981;&#x521B;&#x5EFA;&#x65B0;&#x7684;&#x5206;&#x7EC4;&#xFF0C;&#x5C06;&#x9700;&#x8981;&#x53D1;&#x5E03;&#x7684;&#x670D;&#x52A1;&#x8FDB;&#x884C;&#x5F52;&#x7C7B;&#x5C55;&#x793A;&#x3002;</p>
<h1 id="&#x670D;&#x52A1;&#x53D1;&#x5E03;"><a name="&#x670D;&#x52A1;&#x53D1;&#x5E03;" class="anchor-navigation-ex-anchor" href="#&#x670D;&#x52A1;&#x53D1;&#x5E03;"><i class="fa fa-link" aria-hidden="true"></i></a>6. &#x670D;&#x52A1;&#x53D1;&#x5E03;</h1>
<p>&#x79DF;&#x6237;&#x7BA1;&#x7406;&#x5458;&#x6216;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x7BA1;&#x7406;&#x5458;&#x53EF;&#x5C06;&#x5DF2;&#x7ECF;&#x53D1;&#x5E03;&#x7684;&#x84DD;&#x56FE;&#x548C;&#x6D41;&#x7A0B;&#xFF0C;&#x6839;&#x636E;&#x4E0D;&#x540C;&#x7684;&#x7EC4;&#x7EC7;&#x6216;&#x90E8;&#x95E8;&#x9700;&#x6C42;&#x8FDB;&#x884C;&#x914D;&#x7F6E;&#xFF0C;&#x53D1;&#x5E03;&#x6210;&#x4E3A;&#x670D;&#x52A1;&#x76EE;&#x5F55;&#x4E2D;&#x7684;&#x670D;&#x52A1;&#x3002;&#x4E00;&#x4E2A;&#x670D;&#x52A1;&#x53EF;&#x4EE5;&#x53D1;&#x5E03;&#x5230;&#x67D0;&#x4E2A;&#x4E1A;&#x52A1;&#x7EC4;&#xFF0C;&#x8FD9;&#x6837;&#x53EA;&#x6709;&#x8BE5;&#x4E1A;&#x52A1;&#x7EC4;&#x7684;&#x6210;&#x5458;&#x624D;&#x80FD;&#x8FDB;&#x884C;&#x7533;&#x8BF7;&#xFF1B;&#x4E5F;&#x53EF;&#x4EE5;&#x53D1;&#x5E03;&#x5230;&#x6240;&#x6709;&#x4E1A;&#x52A1;&#x7EC4;&#xFF0C;&#x5171;&#x4EAB;&#x7ED9;&#x6240;&#x6709;&#x6210;&#x5458;&#x8FDB;&#x884C;&#x7533;&#x8BF7;&#x3002;</p>
<p>&#x5728;&#x670D;&#x52A1;&#x914D;&#x7F6E;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF1A;</p>
<ul>
<li>&#x9488;&#x5BF9;&#x4E91;&#x8D44;&#x6E90;&#x90E8;&#x7F72;&#x670D;&#x52A1;&#xFF0C;&#x60A8;&#x53EF;&#x4EE5;&#x6307;&#x5B9A;&#x90E8;&#x7F72;&#x7684;&#x5B8C;&#x6574;&#x89C4;&#x8303;&#xFF0C;&#x4F8B;&#x5982;&#x865A;&#x62DF;&#x673A;&#x914D;&#x7F6E;&#xFF08;&#x6240;&#x9700;&#x7684;&#x865A;&#x62DF;&#x673A;&#x6A21;&#x677F;&#xFF0C;&#x8BA1;&#x7B97;&#x89C4;&#x683C;&#x5927;&#x5C0F;&#xFF0C;&#x78C1;&#x76D8;&#x914D;&#x7F6E;&#x7B49;&#x7B49;&#xFF09;&#xFF0C;&#x79DF;&#x671F;&#xFF0C;&#x64CD;&#x4F5C;&#x8BB8;&#x53EF;&#xFF0C;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;&#xFF0C;&#x670D;&#x52A1;&#x6D41;&#x7A0B;&#xFF0C;&#x81EA;&#x5B9A;&#x4E49;&#x8868;&#x5355;&#x7B49;&#x7B49;&#xFF1B;</li>
<li>&#x9488;&#x5BF9;&#x5DE5;&#x5355;&#x670D;&#x52A1;&#xFF0C;&#x60A8;&#x53EF;&#x4EE5;&#x6307;&#x5B9A;&#x6BCF;&#x4E00;&#x6B65;&#x4EFB;&#x52A1;&#x5904;&#x7406;&#x7684;&#x670D;&#x52A1;&#x56E2;&#x961F;&#xFF0C;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;&#xFF0C;&#x670D;&#x52A1;&#x6D41;&#x7A0B;&#xFF0C;&#x81EA;&#x5B9A;&#x4E49;&#x8868;&#x5355;&#x7B49;&#x7B49;&#x3002;</li>
</ul>
<h2 id="&#x670D;&#x52A1;&#x7684;&#x79DF;&#x671F;"><a name="&#x670D;&#x52A1;&#x7684;&#x79DF;&#x671F;" class="anchor-navigation-ex-anchor" href="#&#x670D;&#x52A1;&#x7684;&#x79DF;&#x671F;"><i class="fa fa-link" aria-hidden="true"></i></a>6.1. &#x670D;&#x52A1;&#x7684;&#x79DF;&#x671F;</h2>
<p>&#x79DF;&#x671F;&#x5305;&#x62EC;&#x79DF;&#x7528;&#x65F6;&#x95F4;&#xFF0C;&#x4FDD;&#x7559;&#x65F6;&#x95F4;&#x4EE5;&#x53CA;&#x56DE;&#x6536;&#x7AD9;&#x56DE;&#x6536;&#x65F6;&#x95F4;&#xFF1A;</p>
<ul>
<li>&#x5F53;&#x79DF;&#x7528;&#x65F6;&#x95F4;&#x5230;&#x671F;&#x4E4B;&#x540E;&#xFF0C;&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x4E2D;&#x7684;&#x6240;&#x6709;&#x8BA1;&#x7B97;&#x8D44;&#x6E90;&#x5C06;&#x4F1A;&#x88AB;&#x5173;&#x673A;&#xFF1B;</li>
<li>&#x5F53;&#x4FDD;&#x7559;&#x65F6;&#x95F4;&#x5230;&#x671F;&#x4E4B;&#x540E;&#xFF0C;&#x8BE5;&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x5C06;&#x4F1A;&#x88AB;&#x653E;&#x7F6E;&#x5230;&#x56DE;&#x6536;&#x7AD9;&#xFF1B;</li>
<li>&#x5728;&#x56DE;&#x6536;&#x7AD9;&#x4E2D;&#xFF0C;&#x60A8;&#x53EF;&#x4EE5;&#x8FD8;&#x539F;&#xFF0C;&#x6216;&#x8FDB;&#x884C;&#x624B;&#x52A8;&#x5220;&#x9664;&#xFF08;&#x5C06;&#x4ECE;&#x4E91;&#x5E73;&#x53F0;&#x4E2D;&#x5F7B;&#x5E95;&#x91CA;&#x653E;&#x8FD9;&#x4E9B;&#x8D44;&#x6E90;&#xFF09;&#x3002;&#x5982;&#x4E0D;&#x8FDB;&#x884C;&#x4EFB;&#x4F55;&#x64CD;&#x4F5C;&#xFF0C;&#x8D44;&#x6E90;&#x5C06;&#x5728;&#x56DE;&#x6536;&#x65F6;&#x95F4;&#x5230;&#x671F;&#x540E;&#xFF0C;&#x81EA;&#x52A8;&#x5220;&#x9664;&#xFF08;&#x5C06;&#x4ECE;&#x4E91;&#x5E73;&#x53F0;&#x4E2D;&#x5F7B;&#x5E95;&#x91CA;&#x653E;&#x8FD9;&#x4E9B;&#x8D44;&#x6E90;&#xFF09;&#x3002;</li>
</ul>
<h2 id="&#x670D;&#x52A1;&#x7684;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;"><a name="&#x670D;&#x52A1;&#x7684;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;" class="anchor-navigation-ex-anchor" href="#&#x670D;&#x52A1;&#x7684;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;"><i class="fa fa-link" aria-hidden="true"></i></a>6.2. &#x670D;&#x52A1;&#x7684;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;</h2>
<p>&#x5BA1;&#x6279;&#x6D41;&#x7A0B;&#x53EF;&#x5728;&#x4E1A;&#x52A1;&#x7EC4;&#x548C;&#x670D;&#x52A1;&#x914D;&#x7F6E;&#x5904;&#x5206;&#x522B;&#x8FDB;&#x884C;&#x8BBE;&#x7F6E;&#xFF1A;</p>
<ul>
<li>&#x4E1A;&#x52A1;&#x7EC4;&#x914D;&#x7F6E;&#x7684;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;&#x5C06;&#x5BF9;&#x8BE5;&#x4E1A;&#x52A1;&#x7EC4;&#x6240;&#x6709;&#x7684;&#x670D;&#x52A1;&#x751F;&#x6548;&#xFF1B;</li>
<li>&#x5982;&#x679C;&#x67D0;&#x4E2A;&#x670D;&#x52A1;&#x5355;&#x72EC;&#x914D;&#x7F6E;&#x4E86;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;&#xFF0C;&#x8BE5;&#x6D41;&#x7A0B;&#x5C06;&#x751F;&#x6548;&#xFF0C;&#x4E0D;&#x518D;&#x4F7F;&#x7528;&#x4E1A;&#x52A1;&#x7EC4;&#x914D;&#x7F6E;&#x7684;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;&#xFF1B;&#x5982;&#x679C;&#x670D;&#x52A1;&#x6CA1;&#x6709;&#x914D;&#x7F6E;&#xFF0C;&#x5219;&#x4F7F;&#x7528;&#x4E1A;&#x52A1;&#x7EC4;&#x914D;&#x7F6E;&#x7684;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;&#x3002;</li>
</ul>
<h1 id="&#x670D;&#x52A1;&#x90E8;&#x7F72;"><a name="&#x670D;&#x52A1;&#x90E8;&#x7F72;" class="anchor-navigation-ex-anchor" href="#&#x670D;&#x52A1;&#x90E8;&#x7F72;"><i class="fa fa-link" aria-hidden="true"></i></a>7. &#x670D;&#x52A1;&#x90E8;&#x7F72;</h1>
<p>&#x7528;&#x6237;&#x7533;&#x8BF7;&#x4E91;&#x8D44;&#x6E90;&#x670D;&#x52A1;&#x4E4B;&#x540E;&#xFF0C;&#x7ECF;&#x8FC7;&#x5BA1;&#x6279;&#xFF08;&#x5982;&#x679C;&#x914D;&#x7F6E;&#x4E86;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;&#xFF09;&#xFF0C;SmartCMP&#x5C06;&#x6839;&#x636E;&#x670D;&#x52A1;&#x914D;&#x7F6E;&#x7684;&#x7B56;&#x7565;&#x4E0E;&#x89C4;&#x8303;&#x81EA;&#x52A8;&#x5316;&#x8FDB;&#x884C;&#x90E8;&#x7F72;&#xFF0C;&#x5B8C;&#x6210;&#x4E4B;&#x540E;&#xFF0C;&#x4EA4;&#x4ED8;&#x7ED9;&#x7528;&#x6237;&#x8FDB;&#x884C;&#x4F7F;&#x7528;&#x3002;</p>
<p>&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x662F;&#x6307;&#x7528;&#x6237;&#x6240;&#x7533;&#x8BF7;&#x670D;&#x52A1;&#x5305;&#x542B;&#x7684;&#x7684;&#x6240;&#x6709;&#x4E91;&#x8D44;&#x6E90;&#xFF0C;&#x4F8B;&#x5982;&#x4E00;&#x53F0;&#x865A;&#x62DF;&#x673A;&#xFF0C;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x5E93;&#xFF0C;&#x6216;&#x662F;&#x4E00;&#x4E2A;&#x591A;&#x5C42;&#x6B21;&#x67B6;&#x6784;&#x7684;&#x5E94;&#x7528;&#x73AF;&#x5883;&#x3002;&#x7528;&#x6237;&#x53EF;&#x5728;&#x914D;&#x7F6E;&#x7684;&#x670D;&#x52A1;&#x79DF;&#x671F;&#x5185;&#xFF0C;&#x4F7F;&#x7528;&#x8BE5;&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x7684;&#x6240;&#x6709;&#x8D44;&#x6E90;&#xFF0C;&#x5E76;&#x80FD;&#x591F;&#x6839;&#x636E;&#x7BA1;&#x7406;&#x5458;&#x914D;&#x7F6E;&#x7684;&#x64CD;&#x4F5C;&#x8BB8;&#x53EF;&#xFF0C;&#x81EA;&#x52A9;&#x8FDB;&#x884C;&#x8FD0;&#x7EF4;&#x6216;&#x53D8;&#x66F4;&#x64CD;&#x4F5C;&#x3002;</p>
<h2 id="&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x548C;&#x4E91;&#x8D44;&#x6E90;&#x7684;&#x547D;&#x540D;&#x89C4;&#x5219;"><a name="&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x548C;&#x4E91;&#x8D44;&#x6E90;&#x7684;&#x547D;&#x540D;&#x89C4;&#x5219;" class="anchor-navigation-ex-anchor" href="#&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x548C;&#x4E91;&#x8D44;&#x6E90;&#x7684;&#x547D;&#x540D;&#x89C4;&#x5219;"><i class="fa fa-link" aria-hidden="true"></i></a>7.1. &#x670D;&#x52A1;&#x90E8;&#x7F72;&#x548C;&#x4E91;&#x8D44;&#x6E90;&#x7684;&#x547D;&#x540D;&#x89C4;&#x5219;</h2>
<p>&#x60A8;&#x53EF;&#x4EE5;&#x4E3A;&#x6BCF;&#x4E2A;&#x4E1A;&#x52A1;&#x7EC4;&#x914D;&#x7F6E;&#x547D;&#x540D;&#x89C4;&#x5219;&#xFF0C;&#x6765;&#x89C4;&#x8303;&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x53CA;&#x5176;&#x6240;&#x5305;&#x542B;&#x4E91;&#x8D44;&#x6E90;&#x7684;&#x540D;&#x79F0;&#xFF0C;&#x5305;&#x62EC;&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x540D;&#x79F0;&#x3001;&#x4E91;&#x4E3B;&#x673A;&#x663E;&#x793A;&#x540D;&#x79F0;&#x3001;&#x4EE5;&#x53CA;Windows&#x6216;Linux&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x4E3B;&#x673A;&#x540D;&#xFF08;Hostname&#xFF09;&#x3002;&#x4E3A;&#x4E86;&#x4FDD;&#x8BC1;&#x547D;&#x540D;&#x7684;&#x552F;&#x4E00;&#x6027;&#xFF0C;&#x60A8;&#x53EF;&#x4EE5;&#x5728;&#x89C4;&#x5219;&#x4E2D;&#x52A0;&#x5165;&#x547D;&#x540D;&#x540E;&#x7F00;&#x3002;</p>
<p>&#x547D;&#x540D;&#x540E;&#x7F00;&#x53EF;&#x4EE5;&#x662F;&#x81EA;&#x5B9A;&#x4E49;&#x957F;&#x5EA6;&#x7684;&#x6570;&#x5B57;&#x5E8F;&#x5217;&#x6216;&#x8005;&#x81EA;&#x5B9A;&#x4E49;&#x957F;&#x5EA6;&#x7684;&#x968F;&#x673A;&#x5B57;&#x7B26;&#x4E32;&#x3002;&#x60A8;&#x53EF;&#x4EE5;&#x4E3A;&#x6570;&#x5B57;&#x5E8F;&#x5217;&#x6307;&#x5B9A;&#x521D;&#x59CB;&#x5316;&#x5E8F;&#x5217;&#x53F7;&#xFF0C;&#x4F8B;&#x5982;&#xFF0C;&#x60A8;&#x53EF;&#x4EE5;&#x521B;&#x5EFA;&#x4E00;&#x4E2A;&#x957F;&#x5EA6;&#x4E3A;3&#x3001;&#x521D;&#x59CB;&#x5316;&#x5E8F;&#x5217;&#x53F7;&#x4E3A;1&#x7684;&#x547D;&#x540D;&#x540E;&#x7F00;&#xFF0C;&#x5982;&#x679C;&#x6307;&#x5B9A;&#x4E1A;&#x52A1;&#x7EC4;&#x540D;&#x52A0;&#x4E0A;&#x6B64;&#x540E;&#x7F00;&#x4E3A;&#x4E91;&#x4E3B;&#x673A;&#x540D;&#x79F0;&#x7684;&#x547D;&#x540D;&#x89C4;&#x5219;&#xFF0C;&#x5219;&#x9488;&#x5BF9;Dev&#x4E1A;&#x52A1;&#x7EC4;&#x90E8;&#x7F72;&#x51FA;&#x6765;&#x7684;&#x4E91;&#x4E3B;&#x673A;&#x540D;&#x79F0;&#x5C06;&#x4F9D;&#x6B21;&#x4E3A;Dev001&#x3001;Dev002&#x7B49;&#x3002;</p>
<h2 id="&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x548C;&#x4E91;&#x8D44;&#x6E90;&#x7684;&#x64CD;&#x4F5C;&#x8BB8;&#x53EF;"><a name="&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x548C;&#x4E91;&#x8D44;&#x6E90;&#x7684;&#x64CD;&#x4F5C;&#x8BB8;&#x53EF;" class="anchor-navigation-ex-anchor" href="#&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x548C;&#x4E91;&#x8D44;&#x6E90;&#x7684;&#x64CD;&#x4F5C;&#x8BB8;&#x53EF;"><i class="fa fa-link" aria-hidden="true"></i></a>7.2. &#x670D;&#x52A1;&#x90E8;&#x7F72;&#x548C;&#x4E91;&#x8D44;&#x6E90;&#x7684;&#x64CD;&#x4F5C;&#x8BB8;&#x53EF;</h2>
<p>&#x64CD;&#x4F5C;&#x8BB8;&#x53EF;&#x6307;&#x6388;&#x6743;&#x7ED9;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x9488;&#x5BF9;&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x6216;&#x662F;&#x4E91;&#x8D44;&#x6E90;&#x6267;&#x884C;&#x7684;&#x53D8;&#x66F4;&#x6216;&#x8FD0;&#x7EF4;&#x64CD;&#x4F5C;&#x3002;&#x60A8;&#x53EF;&#x4EE5;&#x7981;&#x7528;&#x6216;&#x542F;&#x7528;&#x67D0;&#x4E9B;&#x64CD;&#x4F5C;&#xFF0C;&#x4EE5;&#x53CA;&#x9488;&#x5BF9;&#x542F;&#x7528;&#x7684;&#x64CD;&#x4F5C;&#x8BBE;&#x7F6E;&#x5BA1;&#x6279;&#x6D41;&#x7A0B;&#x3002;&#x64CD;&#x4F5C;&#x8BB8;&#x53EF;&#x5206;&#x4E3A;&#x4E24;&#x79CD;&#x7C7B;&#x578B;&#xFF1A;</p>
<ul>
<li>&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x64CD;&#x4F5C;&#x9488;&#x662F;&#x6307;&#x9488;&#x5BF9;&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x7EA7;&#x522B;&#x7684;&#x64CD;&#x4F5C;&#xFF0C;&#x5305;&#x62EC;&#x5EF6;&#x957F;&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x7684;&#x79DF;&#x671F;&#xFF0C;&#x66F4;&#x6539;&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x6240;&#x5C5E;&#x7684;&#x4E1A;&#x52A1;&#x7EC4;&#x3001;&#x9879;&#x76EE;&#x3001;&#x6240;&#x6709;&#x8005;&#x7B49;&#x7B49;&#xFF1B;</li>
<li>&#x4E91;&#x8D44;&#x6E90;&#x64CD;&#x4F5C;&#x8BB8;&#x9488;&#x5BF9;&#x4E91;&#x4E3B;&#x673A;&#x6216;&#x5176;&#x4ED6;&#x4E91;&#x8D44;&#x6E90;&#xFF0C;&#x5305;&#x62EC;&#x5F00;&#x5173;&#x673A;&#xFF0C;&#x8FDC;&#x7A0B;&#x8FDE;&#x63A5;&#xFF0C;&#x6DFB;&#x52A0;&#x78C1;&#x76D8;&#xFF0C;&#x8FC1;&#x79FB;&#x7B49;&#x7B49;&#x3002;</li>
</ul>
<p>&#x53EF;&#x5728;&#x4E1A;&#x52A1;&#x7EC4;&#x548C;&#x670D;&#x52A1;&#x914D;&#x7F6E;&#x5904;&#x5206;&#x522B;&#x8FDB;&#x884C;&#x8BBE;&#x7F6E;&#x64CD;&#x4F5C;&#x8BB8;&#x53EF;&#xFF1A;</p>
<ul>
<li>&#x9488;&#x5BF9;&#x6BCF;&#x4E2A;&#x4E1A;&#x52A1;&#x7EC4;&#x914D;&#x7F6E;&#x7684;&#x64CD;&#x4F5C;&#x8BB8;&#x53EF;&#xFF0C;&#x5C06;&#x5BF9;&#x8BE5;&#x4E1A;&#x52A1;&#x7EC4;&#x6240;&#x6709;&#x7684;&#x670D;&#x52A1;&#x90E8;&#x7F72;&#x548C;&#x4E91;&#x8D44;&#x6E90;&#x751F;&#x6548;&#xFF1B;</li>
<li>&#x6BCF;&#x4E2A;&#x670D;&#x52A1;&#x9ED8;&#x8BA4;&#x7EE7;&#x627F;&#x4E1A;&#x52A1;&#x7EC4;&#x7684;&#x64CD;&#x4F5C;&#x8BB8;&#x53EF;&#xFF1B;&#x60A8;&#x4E5F;&#x53EF;&#x4EE5;&#x5355;&#x72EC;&#x4E3A;&#x8BE5;&#x670D;&#x52A1;&#x914D;&#x7F6E;&#x64CD;&#x4F5C;&#x8BB8;&#x53EF;&#xFF0C;&#x8986;&#x76D6;&#x4E1A;&#x52A1;&#x7EC4;&#x4E0A;&#x7684;&#x8BBE;&#x7F6E;&#x3002;</li>
</ul>
<footer class="page-footer"><span class="copyright">Copyright &#xA9; &#x4E0A;&#x6D77;&#x9A9E;&#x4E91;&#x4FE1;&#x606F;&#x79D1;&#x6280;&#x6709;&#x9650;&#x516C;&#x53F8; &#xA9;2016-2019 all right reserved&#xFF0C;powered by Gitbook</span><span class="footer-modification">&#x66F4;&#x65B0;&#x65F6;&#x95F4;&#xFF1A;
2019-07-24 15:48:02
</span></footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="../03基础架构/" class="navigation navigation-prev " aria-label="Previous page: 基础架构">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="../../PDF/" class="navigation navigation-next " aria-label="Next page: PDF">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"服务模型","level":"1.2.3","depth":2,"next":{"title":"PDF","level":"1.3","depth":1,"path":"PDF/README.md","ref":"PDF/README.md","articles":[]},"previous":{"title":"基础架构","level":"1.2.2","depth":2,"path":"foundationConcepts/03基础架构/README.md","ref":"foundationConcepts/03基础架构/README.md","articles":[]},"dir":"ltr"},"config":{"plugins":["splitter","-lunr","-search","search-plus","expandable-chapters-small","insert-logo","simple-page-toc","favicon","tbfed-pagefooter","anchor-navigation-ex"],"styles":{"website":"styles/website.css","ebook":"styles/ebook.css","pdf":"styles/pdf.css","mobi":"styles/mobi.css","epub":"styles/epub.css"},"pluginsConfig":{"tbfed-pagefooter":{"copyright":"Copyright &copy 上海骞云信息科技有限公司 &copy2016-2019","modify_label":"更新时间：","modify_format":"YYYY-MM-DD HH:mm:ss"},"simple-page-toc":{"maxDepth":3,"skipFirstH1":true},"splitter":{},"fontsettings":{"theme":"white","family":"sans","size":2},"fontSettings":{"theme":"sepia","family":"serif","size":1},"highlight":{},"anchor-navigation-ex":{"associatedWithSummary":true,"float":{"floatIcon":"fa fa-navicon","level1Icon":"","level2Icon":"","level3Icon":"","showLevelIcon":false},"mode":"float","multipleH1":true,"pageTop":{"level1Icon":"","level2Icon":"","level3Icon":"","showLevelIcon":false},"printLog":false,"showGoTop":true,"showLevel":true},"favicon":{"shortcut":"https://cloudchef.github.io/doc/picture/cloudchef.ico","bookmark":"https://cloudchef.github.io/doc/picture/cloudchef.ico"},"expandable-chapters-small":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false},"insert-logo":{"style":"background: none;","url":"https://cloudchef.github.io/doc/picture/logo.png"},"search-plus":{}},"theme":"default","pdf":{"pageBreaksBefore":"/","headerTemplate":null,"paperSize":"a4","margin":{"right":62,"left":62,"top":36,"bottom":36},"fontSize":12,"fontFamily":"Arial","footerTemplate":null,"chapterMark":"pagebreak","pageNumbers":true},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"发行说明","gitbook":"*","description":"产品发行说明提供SmartCMP当前版本的最新信息，包括有关最新平台改进、特性和功能更新、维护性修复以及任何已知问题和解决方法的详细信息。","theme-default":{"showLevel":false},"extension":null},"file":{"path":"foundationConcepts/04服务目录/README.md","mtime":"2019-07-24T07:48:02.165Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-07-25T09:36:33.037Z"},"basePath":"../..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../../gitbook/gitbook.js"></script>
    <script src="../../gitbook/theme.js"></script>
    
        
        <script src="../../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search-plus/jquery.mark.min.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search-plus/search.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-insert-logo/plugin.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

